[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Cristian Stoica (cristianstoica85@gmail.com), Queen-Soft.blogspot.com
VERSION=4.1

[Language]
LANGUAGE=Română
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/ms912047(WinEmbedded.10).aspx
LOCALE_ID=0x0418

[Menu]
FILE=&Fișier
FILE_EXIT=&Ieșire
EDIT=&Editare
EDIT_COPY=&Copiază
THEME=&Temă
HELP=&Ajutor
HELP_ABOUT=&Despre CrystalDiskMark
LANGUAGE=Limbă
ZOOM=&Mărire
AUTO=&Automatic

; 3.0
TEST_DATA=&Date de test
DEFAULT_RANDOM=Implicit (aleatoare)

; 4.0
SETTINGS=&Setări
SAVE=&Salvează
QUEUES_THREADS=&Cozi și fire de execuție
IE8_MODE=&Mod IE8

; 4.1
INTERVAL_TIME=&Interval de timp
SECOND=sec.
MINUTE=min.
HOUR=oră

; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)

[Message]
STOP_BENCHMARK=Oprește testarea.
DISK_CAPACITY_ERROR=Capacitatea discului este insuficientă.
DISK_CREATE_FILE_ERROR=Eroare creare fișier.
DISK_WRITE_ERROR=Eroare scriere.
DISK_READ_ERROR=Eroare citire.

[Title]
TEST_DRIVE=Testează unitatea
TEST_SIZE=Mărime test
TEST_COUNT=Test numărul

[WindowTitle]
ABOUT=Despre CrystalDiskMark
QUEUES_THREADS=Cozi și fire de execuție
